export const products = [
    {
        "name": "Кинза",
        "price": 59.94,
    },
    {
        "name": "Лимоны",
        "price": 6.60,

    },
    {
        "name": "Баклажаны свежие",
        "price": 75.00,
    },
    {
        "name": "Конфеты Акконд Отломи",
        "price": 90.00,
    },
    {
        "name": "Чернослив без косточки",
        "price": 54.00,
    },
    {
        "name": "Грейпфрут красный",
        "price": 52.50,
    },
    {
        "name": "Яблоки голден",
        "price": 45.00,
    },
    {
        "name": "Рагу свиное с/м кг",
        "price": 112.50,
    },
    {
        "name": "Клубника 500 г",
        "price": 240.00,
    },
    {
        "name": "Салат Айсберг",
        "price": 69.00,
    }
];

