import img from '../assets/turism/131.jpeg'
import img2 from '../assets/turism/130.jpeg'
import img3 from '../assets/turism/129.jpeg'
import img4 from '../assets/turism/128.jpeg'
import img5 from '../assets/turism/127.jpeg'

import image1 from '../assets/turism/1/1.jpg'
import image2 from '../assets/turism/1/2.png'
import image3 from '../assets/turism/1/3.jpg'
import image4 from '../assets/turism/1/4.png'
import image5 from '../assets/turism/1/5.jpg'
import image6 from '../assets/turism/1/6.jpg'
import image7 from '../assets/turism/1/7.jpg'
import image8 from '../assets/turism/1/8.jpg'

export const routesTurism = [
    {
        img: img,
        name: "К озеру Сейдъявр и водопаду Девичьи Косы",
        location: "Мурманская область",
        type: "Пеший",
        duration: "1–3 дня, 27.9 км",
        difficulty: "Сложный маршрут"
    },
    {
        img: img2,
        name: "Скитур в Мончетундрах (Гора Хиппик)",
        location: "Кольский полуостров, Мончетундры",
        type: "Лыжный",
        duration: "6 часов, 7.7 км",
        difficulty: "Средняя сложность"
    },
    {
        img: img3,
        name: "Скитур здоровья — гора Нюд (Нюдуайвенч)",
        location: "Кольский полуостров, Мурманская область, город Мончегорск, ближайшая к городу гора - Нюд",
        type: "Лыжный",
        duration: "2 часа, 7.7 км",
        difficulty: "Простой маршрут"
    },
    {
        img: img4,
        name: "Скитур с кайтингом из Мончегорска в Хибины",
        location: "Мончегорск, озеро Имандра, Хибины (г. Манепахк)",
        type: "Лыжный",
        duration: "12 часов",
        difficulty: "Сложный маршрут"
    },
    {
        img: img5,
        name: "Скитур на Ниттис",
        location: "Кольский полуостров, Мончегорск, гора Ниттис",
        type: "Лыжный",
        duration: "5 часов, 2.4 км",
        difficulty: "Средняя сложность"
    }
];

export const excursions = [
    {
        img: "https://cdn.tripster.ru/thumbs2/142d1760-19b6-11e9-9be4-02b782d69cda.384x289.jpg",
        city: "Кисловодск",
        excursions: "348 экскурсий"
    },
    {
        img: "https://cdn.tripster.ru/photos/470d20aa-a677-4476-9674-5c40b4288e95.jpg",
        city: "Сочи",
        excursions: "419 экскурсий"
    },
    {
        img: "https://cdn.tripster.ru/thumbs2/7ab2c256-f344-11ee-8d63-565d1512c92f.800x600.jpeg",
        city: "Махачкала",
        excursions: "155 экскурсий"
    },
    {
        img: "https://cdn.tripster.ru/thumbs2/f34d3d16-a239-11e8-b5d8-0ac55974a77a.384x289.jpg",
        city: "Пятигорск",
        excursions: "319 экскурсий"
    },
    {
        img: "https://cdn.tripster.ru/photos/d0b31088-229e-4f31-a51f-7cd2e44bf16f.jpg",
        city: "Владикавказ",
        excursions: "175 экскурсий"
    },
    {
        img: "https://cdn.tripster.ru/photos/cc9c6f0c-e979-4ea3-90a4-d3dcde96cc40.jpg",
        city: "Адлер",
        excursions: "175 экскурсий"
    },
    {
        img: "https://cdn.tripster.ru/thumbs2/b66e46a8-b876-11ed-851a-ae95aec130a4.800x600.jpeg",
        city: "Дербент",
        excursions: "58 экскурсий"
    },
    {
        img: "https://cdn.tripster.ru/photos/7e0934d8-76e3-416a-83b9-a59c211ec2c3.jpg",
        city: "Ессентуки",
        excursions: "150 экскурсий"
    },
    {
        img: "https://cdn.tripster.ru/photos/6061bdf0-6419-4e70-85f1-a7da7bd34f38.jpg",
        city: "Гагра",
        excursions: "24 экскурсии"
    },
    {
        img: "https://cdn.tripster.ru/thumbs2/0483b2d4-a0b5-11ee-a5c9-e2fc8058a55c.800x600.jpeg",
        city: "Грозный",
        excursions: "39 экскурсий"
    },
]

export const reserves = [
    {
        name: "Дагестанский заповедник",
        description: "Заповедник в Дагестане привлекает путешественников желающих увидеть уникальный природный объект — бархан Сарыкум, достигающий в высоту 150 метров. Этот бархан является вторым по высоте в мире и уникален тем, что остается неподвижным несмотря на ежедневные ветры. Его необычная пустынная красота в предгорьях поражает воображение. Под его склонами можно встретить средиземноморских черепах, а на вершине – скрытных ящериц круглоголовок, быстро зарывающихся в песок. Бархан находится рядом с Махачкалой, и лучше всего посещать его во время заката для создания впечатляющих фотографий. Бархан Сарыкум служил местом съемок отдельных сцен известного фильма «Белое солнце пустыни».\n" +
            "\n" +
            "Вас также заворожит Самурский лес, который также входит в состав заповедника. Этот лес, где высокие деревья обвиты лианами и на берегах реки произрастают орхидеи, создает ощущение нахождения в джунглях. Самурский лес — это самый северный субтропический лиановый лес в мире и при этом абсолютно нехарактерный для российских широт. Он расположен у села Самур на границе, но посетить его можно, предъявив российский паспорт.",
        img: image1
    },
    {
        name: "Заповедник «Эрзи»",
        description: 'Ингушетия славится своими природными красотами и историческими памятниками, а заповедник «Эрзи» является одним из таких мест. Здесь, на склонах гор, высоко над уровнем моря, сохранились уникальные башенные комплексы, датируемые XII–XVII веками. В «Эрзи» эти исторические постройки представлены в наилучшем виде.\n' +
            '\n' +
            'Башни заповедника идеально вписываются в горную местность, каждая из которых имеет своё уникальное назначение – от жилых до боевых. Исследовать их можно, пройдясь по многочисленным тропам, каждая из которых ведёт к новым открытиям. В Вовнушках башни стоят неприступной стеной, словно естественное продолжение горного ландшафта. В Эгикале остались целые улочки средневекового городка, тогда как самые знаменитые и внушительные башни находятся именно здесь, в «Эрзи».\n' +
            '\n' +
            'Заповедник «Эрзи» — это идеальное место для тех, кто хочет насладиться красотой ненарушенной природы и величием старинной архитектуры. В Таргимской котловине, на берегах горной реки, можно остановиться на ночлег с палаткой, погрузившись в атмосферу древности и единения с природой. Автомобильное путешествие из столицы региона, Магаса, будет самым удобным способом достигнуть этого уединенного уголка.',
        img: image2
    },
    {
        name: "Северо-Осетинский заповедник",
        description: 'В уникальном Цейском ущелье, которое является частью Северо-Осетинского заповедника, ежегодно собираются любители природы. Здесь можно встретить все: от ледников и водопадов до нетронутых лесных массивов. Среди двух тысяч ледников Северного Кавказа многие скрыты на недоступных высотах, но именно в Цейском ущелье найдена уникальная возможность приблизиться к одному из них по специально оборудованной экотропе.\n' +
            '\n' +
            'Ландшафт здесь изменяется с каждым годом из-за активного таяния ледников, поэтому пейзажи при каждом визите кажутся новыми. Маршрут ведет вдоль поражающей своей красотой реки Цейдон, и с увеличением высоты растительный покров становится всё более скудным, пока не исчезает, уступая место голым каменным массивам. Протяженный на девять километров, ледник является источником чистейшего потока горной реки, рождающейся прямо из его подножья. Посещение этой зоны – настоящее приключение, на которое стоит выделить от 5 до 7 часов.\n' +
            '\n' +
            'Для тех, кто предпочитает более легкие пути, прекрасно подойдет маршрут к водопаду Шагацикомдон. За полчаса спокойной прогулки путешественник оказывается в горном ущелье, где с высоты 10–15 метров вниз бьет мощный поток воды. Путь к водопаду пролегает через удивительный лес, где сосны, буки и клены создают живописное соседство. С приходом тумана пейзажи приобретают загадочную, таинственную красоту. Маршрут начинается из села Цей, куда можно добраться на автомобиле или автобусе с автовокзала Владикавказа.',
        img: image3
    },
    {
        name: "Национальный парк «Алания»",
        description: 'Расположенный в Дигорском ущелье, известном также как Дигория, национальный парк «Алания» предлагает посетителям уникальную возможность исследовать горные озера, водопады, ледники и высокогорные болота. Особенно замечательно болото Чифандзар, лежащее на высоте 2400 метров над уровнем моря. Окружённое альпийскими лугами, усеянными эдельвейсами и родиолами, это место поражает своими видами, хотя и является частью пограничной зоны, поэтому перед посещением необходимо зарегистрироваться на портале Госуслуг.\n' +
            '\n' +
            'В отличие от северных торфяников, высокогорные болота здесь сухие, что делает прогулки по ним приятными и легкими. Вода из горных рек добавляет этому ландшафту особую чистоту и свежесть. Водопады Дигории, такие как «Три сестры» и Галдоридон, также завораживают своей красотой и масштабами. «Три сестры» выделяется своими размерами и потрясающим падением воды, в то время как Галдоридон скрыт в уединенном каньоне, до которого можно дойти по живописной тропе вдоль отвесных скал.\n' +
            '\n' +
            'Путешествия по парку лучше всего организовывать на автомобиле с остановками для пеших экскурсий к живописным уголкам. Центральный офис парка находится в селе Чикола, доступ к которому открыт с дорог Владикавказа, как на автомобиле, так и на общественном транспорте.',
        img: image4
    },
    {
        name: "Кабардино-Балкарский высокогорный заповедник",
        description: 'Кабардино-Балкарский высокогорный заповедник уникален в России своей высотой — средний уровень территории достигает 4000 метров. Здесь расположены пять из восьми кавказских пятитысячников, которые поражают своей необычной красотой. Особенно впечатляет Хуламо-Безенгийское ущелье с его знаменитой Безенгийской стеной — высоким вертикальным массивом, покрытым ледниками. Высота и размеры этих ледников сравнимы с Гималаями, за что стену и прозвали «Русскими Гималаями». Синева ледников в контрасте с чистым белым снегом создает невероятно живописный вид.\n' +
            '\n' +
            'Безенгийская стена притягивает взгляд уже с обширного расстояния и ошеломляет своей непроходимостью. Чтобы насладиться видом Безенгийской стены, многие туристы приезжают в альплагерь Безенги, расположенный на высоте 2060 метров. Оттуда открываются пешеходные маршруты, подходящие для каждого желающего. Возможно, вам повезет увидеть кавказских туров, которые, не боясь человека, свободно перемещаются по горным склонам. Доступ в Безенги возможен только для машин повышенной проходимости или через заказанную заброску из альплагеря. Важно помнить, что территория является приграничной, и для доступа будут нужны разрешения, хотя в сам альплагерь можно проехать, имея при себе российский паспорт.\n' +
            '\n' +
            'Цвет ледников на Кавказе по-настоящему великолепен и варьируется в зависимости от освещения, создавая каждый раз новый неповторимый образ.',
        img: image5
    },
    {
        name: "Национальный парк «Приэльбрусье»",
        description: 'Национальный парк «Приэльбрусье» является одним из жемчужин Кавказа, привлекая десятки тысяч туристов, желающих увидеть величественный Эльбрус и другие красивейшие уголки природы. Ущелье Терскол известно своим одноименным водопадом, где каждый сможет сделать идеальные снимки, наслаждаясь видами альпийских лугов и великих ледников вроде «Семёрки».\n' +
            '\n' +
            'Простейший маршрут для восхождения на Эльбрус — это канатная дорога до горы Чегет, с вершины которой открывается путь к живописному озеру Донгуз-Орун. Зимние условия на Эльбрусе сохраняются круглый год, предлагая уникальный опыт даже в разгар лета. Эльбрус, видимый из множества точек Кавказа, кажется особенно близким с вершины Чегета.\n' +
            '\n' +
            'Особое внимание стоит уделить долине Джилы-Су, где пейзажи с лугами и скалами впечатляют своей прелестной красотой. Здесь можно насладиться купанием в нарзанной ванне и прогулками по горным тропам. Отдельно выделяется водопад Султан, высота которого достигает 40 метров. Также эта местность названа Долиной замков из-за каменных образований, напоминающих средневековые крепости. Джилы-Су завоевала популярность среди путешественников, а дорога к ней считается одной из самых живописных в России.',
        img: image6
    },
    {
        name: "Национальный парк «Тебердинский»",
        description: 'В Карачаево-Черкесии раскинулся национальный парк «Тебердинский», известный своими кристально чистыми реками и наличием 157 горных озер. Водопады этого парка добавляют величественности уникальным природным пейзажам.\n' +
            '\n' +
            'Бадукские озера, расположенные на высоте почти двух тысяч метров, являются оазисом тишины и спокойствия. До них ведет четырехкилометровый маршрут через волшебный лес, где на высоких деревьях в безветренные дни отражение водоемов создает идеальные условия для фотографии. Особую красоту озера приобретают осенью, когда природа окрашивается в яркие, разноцветные тона.\n' +
            '\n' +
            'Далее путь пролегает через ущелье Алибек, где можно увидеть зеленоватые воды Турьего озера, окруженные скалами, ледниками и водопадами. Водопад Алибек, с его впечатляющими каскадами, напоминает шумную реку, что спускается от горных вершин Кавказского хребта.\n' +
            '\n' +
            'Чтобы начать исследование этих природных красот, следует посетить визит-центр заповедника в Теберде, где выдаются пропуска. В национальном парке предложено 15 различных туристических троп, каждая из которых предоставляет уникальную возможность познакомиться с местной флорой и фауной, особенно в периоды весны и раннего лета, когда водопады особенно полноводны.',
        img: image7
    },
    {
        name: "Сочинский национальный парк",
        description: '«Сочинский национальный парк» занимает уникальное местоположение прямо в Сочи и его окрестностях. Это идеальное место для тех, кто желает окунуться в богатство субтропической флоры. Здесь расположен дендрарий, где представлена широкая коллекция растений, привезенных со всех континентов. Прогулки под заслоном деревьев особенно приятны и дают желанный отдых.\n' +
            '\n' +
            'Путешествие по тропам «Сочинского национального парка» это возможность увидеть не только лесные красоты, но и поразительные водопады, скрытые в ущельях. Агурское ущелье известно своими каскадными водопадами, пробивающимися сквозь скалы. Для тех, кто предпочитает уединение, рекомендуется отправиться к водопаду Ажек. Этот маршрут ведет через листопадный лес, где можно наступить на следы древних поселений, обнаружить развалины старинной крепости и руины христианского храма XI века. Несмотря на прохладные воды, купание в водопадах возможно и оставляет захватывающие впечатления.',
        img: image8
    },

]