
import img1 from '/src/assets/news/11.jpg'
import img2 from '/src/assets/news/12.jpg'
import img3 from '/src/assets/news/13.jpg'
export const newsCardArray = [
    {
        img: img1,
        date: '15.окт.2024 17:50',
        title: 'Apple готовит новое обновление iOS',
        text: 'Apple анонсировала большое обновление iOS, которое включает множество новых функций, таких как виджеты для главного экрана и улучшенные настройки конфиденциальности.'
    },
    {
        img: img2,
        date: '14.окт.2024 09:30',
        title: 'Tesla запускает полностью автономный автомобиль',
        text: 'Tesla объявила о запуске полностью автономного автомобиля, который способен безопасно передвигаться без вмешательства водителя в любых дорожных условиях.'
    },
    {
        img: img3,
        date: '13.окт.2024 14:20',
        title: 'Google выпускает новый флагманский смартфон',
        text: 'Новый смартфон от Google получит 120 Гц дисплей, улучшенную камеру и более мощный процессор для ещё лучшей производительности в играх и приложениях.'
    },

];
