import img4 from "@/assets/news/14.jpg";
import img5 from "@/assets/news/15.jpg";
import img6 from "@/assets/news/16.jpg";

export const newsCardArray2 = [
    {
        img: img4,
        date: '12.окт.2024 11:45',
        title: 'SpaceX успешно провела тестирование Starship',
        text: 'SpaceX завершила серию тестов космического корабля Starship, готовя его к первым пилотируемым миссиям на Луну и Марс в ближайшие годы.'
    },
    {
        img: img5,
        date: '11.окт.2024 16:15',
        title: 'Microsoft улучшает безопасность Windows 11',
        text: 'В новом обновлении Windows 11 Microsoft представила ряд улучшений безопасности, включая улучшенную защиту от вредоносных программ и расширенные возможности управления конфиденциальностью.'
    },
    {
        img: img6,
        date: '11.окт.2024 16:15',
        title: 'Microsoft улучшает безопасность Windows 11',
        text: 'В новом обновлении Windows 11 Microsoft представила ряд улучшений безопасности, включая улучшенную защиту от вредоносных программ и расширенные возможности управления конфиденциальностью.'
    },
]